Repository: r7-labs/R7.Documents
Catalog: R7.Documents/App_LocalResources/EditDocuments.ascx.*.resx
Languages: ru_ru

# cmdUpdateOverride.Text
source: Update Anyway
ru_ru: Все равно сохранить

# ControlTitle_edit.Text
source: Edit Document
ru_ru: Редактирование документа

# lnkChangeOwner.Text
source: Change Owner
ru_ru: Сменить владельца

# msgFileDeleted.Text
source: The file that was selected for this document has been deleted.
ru_ru: Связанный с этим документом файл был удален.

# msgFileSecurityWarning.Text
source: Warning: The security permissions for the selected file do not match this module's configured view roles. The module is configured to allow viewing by role(s) "[$ROLELIST]", but the file does not. For users who are not members of a role that can view the file, this document row will not be displayed. You can adjust security settings using the File Manager in the admin menu.
ru_ru: Предупреждение: Настройки безопасности для выбранного файла конфликтуют с настройками безопасности модуля. Модуль виден для роли (ролей) [$ROLELIST], но файл - нет. Для пользователей, не имеющих данной роли, строка документа на будет отображена. Вы можете измегнить настройки безопасности в Управлении файлами меню администратора сайта.

# msgFileWarning.Text
source: Your file selection may not work for all users (see message below). Click 'Update' again to ignore the warning messages.
ru_ru: Выбранный файл можен не отображаться для некоторых пользователей (см. сообщение ниже). Нажмите 'Сохранить' снова, чтобы игнорировать предупреждения.

# msgFileWarningHeading.Text
source: File Selection Warning
ru_ru: Предупреждение о выбранном файле

# msgNoFileSelected.Text
source: Warning: No file has been selected.
ru_ru: Предупреждение: не выбран файл

# Name.ErrorMessage
source: <br>You Must Enter A Title For The Document
ru_ru: <br />Вы должны указать название документа

# plCategory.Help
source: Enter a category for the Document
ru_ru: Укажите категорию для документа

# plCategory.Text
source: Category
ru_ru: Категория

# plDescription.Help
source: Enter a description for the Document
ru_ru: Укажите описание документа

# plDescription.Text
source: Description
ru_ru: Описание

# plForceDownload.Help
source: If selected this will force the file to be downloaded by the client. Helpful to prevent documents from opening in the users' browser.
ru_ru: При установке этого флага форсируется скачивание файла при переходе по ссылке. Полезно в тех случаях, когда нужно исключить открытие документов непосредственно в браузере пользователя.

# plForceDownload.Text
source: Force Download
ru_ru: Скачивать

# plName.Help
source: Enter a name for the Document
ru_ru: Введите название документа

# plName.Text
source: Title
ru_ru: Название

# plOwner.Help
source: Select the owner of the Document
ru_ru: Укажите владельца документа

# plOwner.Text
source: Owner
ru_ru: Владелец

# plSortIndex.Help
source: Enter a sort index for the document. You can use sort index as a sort criteria in the module settings page.
ru_ru: Укажите индекс сортировки для документа. Это значение можно указать как один из критериев сортировки на странице настроек модуля.

# plSortIndex.Text
source: Sort Index
ru_ru: Индекс сортировки

# labelIsPublished.Help
source: If not checked, document will be shown only to module editors in edit mode.
ru_ru: Если этот флаг снят, документ будет показан в списке только редакторам модуля в режиме редактирования.

# labelIsPublished.Text
source: Is Published
ru_ru: Опубликован

# labelUrlTracking.Help
source: Displays URL tracking (audit) data for this document.
ru_ru: Отображает сведения, собранные в результате отслеживания URL документа.

# labelUrlTracking.Text
source: URL Tracking
ru_ru: Данные отслеживания

# plUrl.Help
source: Select the Url for the Document
ru_ru: Выберите URL, связанный с этим документом

# plUrl.Text
source: Link
ru_ru: Ссылка

# labelCreatedDate.Help
source: Enter date and time of document creation or leave empty to select current date and time.
ru_ru: Введите дату и время создания документа. Оставьте поле пустым, чтобы выбрать текущие дату и время.

# labelCreatedDate.Text
source: Created Date
ru_ru: Создан

# labelLastModifiedDate.Help
source: Enter date and time of last modification of the document ot leave empty (or just leave as is) to select current date and time.
ru_ru: Введите дату и время последних изменений в документе. Оставьте поле пустым (или просто не изменяйте его значения), чтобы выбрать текущие дату и время.

# labelLastModifiedDate.Text
source: Last Modified Date
ru_ru: Изменен

# labelDontUpdateLastModifiedDate.Text
source: Don't Update Last Modified Date
ru_ru: Не обновлять дату изменения

# labelDontUpdateLastModifiedDate.Help
source: If checked, document's last modified date will not be updated on its save.
ru_ru: Если отмечено, дата и время последнего изменения документа не будут обновлены при его сохранении.
