Repository: r7-labs/R7.Documents
Catalog: R7.Documents/App_LocalResources/SettingsDocuments.ascx.*.resx
Languages: ru_ru

# Category.Header
source: Category
ru_ru: Категория

# Clicks.Header
source: Clicks
ru_ru: Загрузок

# cmdAdd.Text
source: Add Sort Order
ru_ru: Добавить порядок сортировки

# buttonDeleteSortOrder.Text
source: Delete Sort Order
ru_ru: Удалить порядок сортировки

# cmdDown.Text
source: Move Down
ru_ru: Ниже

# cmdUp.Text
source: Move Up
ru_ru: Выше

# ControlTitle_settings.Text
source: Documents Module Settings
ru_ru: Настройки документов

# CreatedBy.Header
source: Created By
ru_ru: Создал

# CreatedDate.Header
source: Created Date
ru_ru: Создано

# Description.Header
source: Description
ru_ru: Описание

# DownloadLink.Header
source: Download Link
ru_ru: Ссылка загрузки

# LastUpdated.Header
source: Last Updated
ru_ru: Обновлено

# lnkEditLists.Text
source: List Editor
ru_ru: Редактор списков

# ModifiedBy.Header
source: Modified By
ru_ru: Изменил

# ModifiedDate.Header
source: Modified Date
ru_ru: Изменено

# msgNoListsAvailable.Text
source: There are no lists available for use. Use the List Editor to manage lists.
ru_ru: Нет доступных для использования списков. Воспользуйтесь редактором списков в меню администратора хостинга.

# Name.Header
source: Name
ru_ru: Имя

# NoListAccess.Text
source: In order to create/edit a list you must contact your hosting provider.
ru_ru: Чтобы создать или отредактировать список, нужно обратиться к администратору хостинга.

# Owner.Header
source: Owner
ru_ru: Владелец

# plAllowUserSort.Help
source: Controls whether to allow users to sort by clicking column headers.
ru_ru: Если включена, пользователи смогут самостоятельно отсортировать список документов, нажав на заголовок столбца.

# plAllowUserSort.Text
source: Allow users to sort?
ru_ru: Разрешить пользователям сортировать

# plCategoriesListName.Help
source: Select the name of the list you want to use for document categories
ru_ru: Укажите имя списка, в котором хранятся категории этого модуля

# plCategoriesListName.Text
source: Categories List Name
ru_ru: Имя списка категорий

# plDefaultFolder.Help
source: Select a folder to serve as the default location for new documents
ru_ru: Укажите папку, которая будет использована по умолчанию для новых файлов

# plDefaultFolder.Text
source: Default Folder
ru_ru: Папка по умолчанию

# plDisplayColumns.Help
source: Use the visible checkboxes to switch display of columns on and off. You can set the display order of columns using the up and down arrows.
ru_ru: Используйте флаги для выбора отображаемых колонок. Порядок следования колонок можно изменить, используя стрелки.

# plDisplayColumns.Text
source: Display Columns
ru_ru: Отображаемые колонки

# plShowTitleLink.Help
source: Controls whether to display the title as a download link, or as plain text.
ru_ru: Отображать название документа как обычный текст или как ссылку.

# plShowTitleLink.Text
source: Show Title Link?
ru_ru: Название как ссылка

# plSorting.Help
source: Add/remove sort columns to the list to sort the documents module by the selected columns.
ru_ru: Добавить / удалить колонки, по которым производится сортировка.

# plSorting.Text
source: Sorting
ru_ru: Сортировка

# plUseCategoriesList.Help
source: Controls whether to allow free-text entry of the document category, or to use the 'Document Categories' list defined in the host lists page.
ru_ru: Использовать поле ввода для ввода категории, или использовать список 'Document Categories', заданный администратором хостинга.

# plUseCategoriesList.Text
source: Use Categories List?
ru_ru: Использовать список категорий

# Root.Text
source: Root
ru_ru: Корень

# Size.Header
source: Size (Kb)
ru_ru: Размер

# SortIndex.Header
source: Sort Index
ru_ru: Индекс сортировки

# SortOrderAscending.Text
source: Ascending
ru_ru: По возрастанию

# SortOrderDescending.Text
source: Descending
ru_ru: По убыванию

# Title.Header
source: Title
ru_ru: Название

# UnableToFindLists.Text
source: You can manage lists under "Host" -> "Lists"
ru_ru: Управление списками доступно в меню Хост > Списки

# Visible.Header
source: Visible
ru_ru: Видимый

# Icon.Header
source: Icon
ru_ru: Значок

# Url.Header
source: Url
ru_ru: Ссылка
